Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# DiscussionCreateGroup
source: Create a New Group
ar: إنشاء مجموعة جديدة
be: Стварыць новую суполку
ca: Crea un grup
de: Neue Gruppe erstellen
es: Crear un nuevo grupo
fa: ایجاد گروه جدید
fi: Luo uusi ryhmä
fr: Créer un nouveau groupe
id: Buat Grup Baru
it: Crea un nuovo gruppo
ko: 새로운 그룹 만들기
ms: Cipta Grup Baru
nl: Maak een nieuwe groep
pl: Utwórz nową grupę
pt_br: Criar Grupo
ru: Создать группу
sv: Skapa en ny grupp
tr: Yeni Grup Oluştur
uk: Створити нову групу
uz: Yangi guruh yaratish

# DiscussionGroupHelp
source: This group is linked as the discussion board for {0}.
ar: تم ربط هذه المجموعة كمنصة نقاشات لـ ⁨{0}⁩.
be: Гэта суполка прывязана ў якасці дошкі абмеркаванняў для {0}.
ca: Aquest grup s'ha enllaçat com a tauler de debat de {0}.
de: Diese Gruppe dient {0} als Diskussionsgruppe.
es: Este chat está vinculado como grupo de conversación de **{0}**.
fi: Tämä ryhmä on kanavan **{0}** keskustelualue.
fr: Ce groupe fait office de forum de discussion pour {0}.
it: Il gruppo è collegato come chat di discussione di {0}.
ko: 이 그룹은 {0}의 토론 게시판으로 연결 되어 있습니다.
ms: Grup ini dilink sebagai bilik diskusi untuk {0}
nl: Groep gekoppeld als discussiegroep voor {0}.
pl: Ta grupa jest podłączona jako forum dyskusyjne dla kanału {0}.
pt_br: Este grupo está vinculado como o grupo de conversa para {0}.
ru: Группа привязана к {0} как площадка для обсуждения публикаций.
sv: Gruppen är länkad som diskussionsforum för **{0}**.
tr: Bu grup, {0} kanalına tartışma panosu olarak bağlıdır.
uk: Ця група привʼязана до каналу {0} як обговорення.

# DiscussionGroupHelp2
source: All new messages posted in this channel are forwarded to the group.
ar: سيتم تحويل كل المنشورات الجديدة من هذه القناة إلى المجموعة.
be: Усе новыя паведамленні, размешчаныя ў гэтым канале, перасылаюцца ў суполку.
ca: Tots els missatges nous publicats al canal es reenviaran al grup.
de: Alle neuen Nachrichten, die in diesem Kanal veröffentlicht werden, werden an die Gruppe weitergeleitet.
es: Todo lo que publiques en este canal será reenviado a este grupo.
fa: تمامی پیام‌های جدید ارسال شده در این کانال، به این گروه هدایت می‌شوند.
fi: Kaikki kanavalle lähetetyt uudet julkaisut välitetään ryhmään.
fr: Tous les nouveaux messages publiés dans ce canal seront transférés à ce groupe.
id: Semua pesan baru yang diunggah di channel ini akan diteruskan ke grup.
it: Tutti i nuovi messaggi pubblicati in questo canale sono inoltrati nel gruppo.
ko: 이 채널에 새로 게시되는 메시지가 모두 그룹으로 전달됩니다.
ms: Semua mesej yang dipos di saluran ini dimajukan ke grup.
nl: Alle nieuwe berichten die je plaatst in dit kanaal worden doorgestuurd naar de groep.
pl: Wszystkie nowe wiadomości publikowane na tym kanale są przekazywane do grupy.
pt_br: Todas as novas mensagens postadas neste canal serão encaminhadas ao grupo.
ru: Все публикации в этом канале автоматически пересылаются в группу.
sv: Alla nya inlägg från denna kanal vidarebefordras till gruppen.
tr: Bu kanalda yayınlanan tüm yeni mesajlar gruba iletilir.
uk: Усі нові публікації в цьому каналі пересилатимуться до групи.
uz: Kanalda joylangan barcha xabarlar guruhga uzatiladi.

# DiscussionInfo
source: Add a group chat for comments
ar: يمكنك إضافة مجموعة للتعليقات
be: Дадаць супольны чат для каментарыяў
ca: Afegiu un grup per a fer comentaris.
de: Gruppenchat für Kommentare hinzufügen
es: Añade un grupo de chat para los comentarios
fa: یک گفتگوی گروهی را برای نظرات اضافه کنید
fi: Lisää ryhmä kommentteja varten
fr: Ajouter un groupe de discussion pour les commentaires
id: Tambah grup obrolan untuk komentar
it: Aggiungi una chat di gruppo per i commenti
ko: 댓글을 위한 그룹 대화방을 추가하세요.
ms: Tambah grup bual untuk komen.
nl: Voeg een groepschat toe voor opmerkingen.
pl: Dodaj czat grupowy w celu komentowania.
pt_br: Vincule um grupo para comentários
ru: Добавить группу для комментариев.
sv: Lägg till en gruppchatt för kommentarer
tr: Yorumlar için grup sohbeti ekleyin
uk: Додати групу для обговорення публікацій
uz: Fikrlar uchun guruh qoʻshish

# DiscussionLinkGroup
source: LINK GROUP
ar: ربط المجموعة
be: ПРЫВЯЗАЦЬ СУПОЛКУ
ca: ENLLAÇA'L
de: Gruppe verknüpfen
es: VINCULAR GRUPO
fa: اتصال گروه
fi: Yhdistä
fr: LIER LE GROUPE
id: SAMBUNGKAN
it: COLLEGA GRUPPO
ko: 그룹 잇기
ms: LINK GRUP
nl: Groep koppelen
pl: PODŁĄCZ GRUPĘ
pt_br: VINCULAR GRUPO
ru: ПРИВЯЗАТЬ ГРУППУ
sv: Länka grupp
tr: GRUBA BAĞLA
uk: ПРИВʼЯЗАТИ ГРУПУ
uz: GURUHNI BIRIKTIRISH

# DiscussionLinkGroupAlertHistory
source: "Chat history for new members" will be switched to Visible.
ar: سيتم تغيير "سجل المحادثة للأعضاء الجدد" ليصبح ظاهرًا.
be: «Гісторыя чата для новых удзельнікаў» будзе зададзена як «Бачная».
ca: L'opció «Historial per als membres nous» es commutarà a Visible.
de: "Chatverlauf für neue Mitglieder" wird auf sichtbar umgestellt.
es: El “historial para nuevos miembros” cambiará a “visible”.
fa: «تاریخچه گفتگو برای اعضای جدید» به قابل مشاهده تغییر خواهد یافت.
fi: Keskusteluhistoria asetetaan näkyväksi uusille jäsenille.
fr: "L'historique de discussion pour les nouveaux membres" passera à l'état Visible.
id: "Riwayat obrolan untuk anggota baru" akan dipindahkan menjadi Terlihat.
it: La "Cronologia per i nuovi membri" sarà resa Visibile.
ko: "새로운 참가자에게 대화 기록"이 보이기로 전환됩니다.
ms: "Sejarah bual untuk ahli baru" akan ditukar ke Boleh Dilihat.
nl: "Chatgeschiedenis voor nieuwe leden" zal op zichtbaar worden ingesteld.
pl: „Historia czatu dla nowych członków” zostanie przełączona na Widoczna.
pt_br: "Histórico do chat para novos membros" mudará para Visível.
ru: Новые участники группы будут видеть всю историю чата.
sv: "Chatthistorik för nya medlemmar" kommer att ändras till Synliga
tr: Yeni üyeler için sohbet geçmişi "Görünür" olarak değiştirilecektir.
uk: «Історія чату для нових учасників» стане Видимою.
uz: “Yangi aʼzolar uchun chat tarixi” koʻrinadigan qilib almashtiriladi.

# DiscussionLinkGroupPrivateAlert
source: Do you want to make **{0}** the discussion board for **{1}**? Any member of this group will be able to see messages in the channel.
ar: جعل **⁨{0}⁩** منصة نقاشات لـ **⁨{1}⁩**؟ سيتمكن جميع أعضاء المجموعة من رؤية منشورات القناة.
be: Вы хочаце зрабіць **{0}** дошкай абмеркаванняў для **{1}**? Кожны ўдзельнік гэтай суполкі зможа бачыць паведамленні канала.
ca: Voleu convertir **{0}** en el tauler de debat de **{1}**? Qualsevol membre del grup podrà veure els missatges del canal.
de: Wirklich **{0}** als Diskussionsgruppe für **{1}** festlegen? Alle Mitglieder der Gruppe werden Nachrichten im Kanal sehen.
es: ¿Quieres convertir a **{0}** en el grupo de conversación de **{1}**? Cualquier miembro de este grupo podrá ver los mensajes del canal.
fa: آیا می‌خواهید **⁨{0}⁩** را صفحه بحث **⁨{1}⁩** قرار دهید؟ هر عضوی از این گروه قادر خواهد بود پیام‌های کانال را ببیند.
fi: Haluatko tehdä ryhmästä **{0}** kanavan **{1}** keskustelualueen? Kaikki ryhmän jäsenet näkevät koko kanavan sisällön.
fr: Voulez-vous faire de **{0}** le forum de discussion de **{1}** ? Tout membre de ce groupe pourra voir les messages de ce canal.
id: Anda ingin membuat **{0}** sebagai tempat diskusi untuk **{1}**? Semua anggota grup akan dapat melihat pesan di channel ini.
it: Vuoi rendere **{0}** la chat di discussione di **{1}**? Qualsiasi membro di questo gruppo potrà vedere i messaggi nel canale.
ko: **{0}** 그룹을 **{1}** 전용 토론 게시판으로 삼으시겠습니까? 이 그룹의 모든 참가자가 채널에 게시되는 메시지를 볼 수 있습니다.
ms: Anda ingin cipta **{0}** bilik diskusi untuk **{1}**? Semua ahli grup ini boleh melihat mesej di saluran.
nl: **{0}** echt de discussiegroep voor **{1}** maken? Alle leden van deze groep kunnen berichten in het kanaal zien.
pl: Czy chcesz, aby grupa **{0}** stała się forum dyskusyjnym dla **{1}**? Każdy członek tej grupy będzie mógł zobaczyć wszystkie wiadomości na kanale.
pt_br: Deseja definir **{0}** como o grupo de conversa para **{1}**? Qualquer pessoa deste grupo poderá ver mensagens no canal.
ru: Назначить **{0}** группой для обсуждения **{1}**? Все участники группы смогут видеть публикации канала.
sv: Gör **{0}** till diskussionsforumet för **{1}**? Alla medlemmar i gruppen kommer att kunna se meddelanden i kanalen.
tr: **{0}** grubunu **{1}** için tartışma panosu yapmak ister misiniz? Bu grubun herhangi bir üyesi kanaldaki mesajları görebilir.
uk: Ви дійсно хочете зробити **{0}** обговоренням каналу **{1}**? Усі учасники групи матимуть змогу бачити всі повідомлення в каналі.
uz: Rostdan ham **{0}**ni {1} uchun muhokama oynasi qilmoqchimisiz? Guruhdagi barcha a'zolar kanaldagi xabarlarni ko'ra oladilar.

# DiscussionLinkGroupPublicAlert
source: Do you want to make **{0}** the discussion board for **{1}**?
ar: هل ترغب بجعل **⁨{0}⁩** منصة نقاشات **⁨{1}⁩**؟
be: Вы хочаце зрабіць **{0}** дошкай абмеркаванняў для **{1}**?
ca: Voleu convertir **{0}** en el tauler de debat del **{1}**?
de: Wirklich **{0}** als Diskussionsgruppe für **{1}** festlegen?
es: ¿Quieres convertir a **{0}** en el grupo de conversación de **{1}**?
fa: آیا می‌خواهید **⁨{0}⁩** را صفحه بحث **⁨{1}⁩** قرار دهید؟
fi: Haluatko tehdä ryhmästä **{0}** kanavan **{1}** keskustelualueen?
fr: Voulez-vous faire de **{0}** le forum de discussion de **{1}** ?
id: Anda ingin membuatkan **{0}** tempat diskusi untuk **{1}** ?
it: Vuoi rendere **{0}** la chat di discussione di **{1}**?
ko: **{0}** 그룹을 **{1}** 전용 토론 게시판으로 삼으시겠습니까?
ms: Anda ingin cipta {0} bilik diskusi untuk {1}?
nl: **{0}** echt de discussiegroep voor **{1}** maken?
pl: Czy chcesz, aby grupa **{0}** stała się forum dyskusyjnym dla **{1}**?
pt_br: Deseja definir {0} como o grupo de conversa para {1}?
ru: Назначить {0} группой для обсуждения {1}?
sv: Gör **{0}** till diskussionsforum för **{1}**?
tr: **{0}** grubunu **{1}** için tartışma panosu yapmak ister misiniz?
uk: Ви дійсно хочете зробити **{0}** обговоренням каналу **{1}**?
uz: Haqiqatan ham **{0}**ni **{1}** kanalining muhokama guruhi etib belgilansinmi?

# DiscussionLinkGroupPublicPrivateAlert
source: Do you want to make **{0}** the discussion board for **{1}**? Anyone from the channel will be able to see messages in this group.
ar: هل تريدون جعل **⁨{0}⁩** منصة نقاشات لـ **⁨{1}⁩**؟ سيتمكن جميع مشتركي القناة من رؤية الرسائل في هذه المجموعة.
be: Вы хочаце зрабіць **{0}** дошкай абмеркаванняў для **{1}**? Кожны, хто праглядае канал зможа бачыць паведамленні ў гэтай суполцы.
ca: Voleu convertir **{0}** en el panell de debat del **{1}**? Qualsevol subscriptor podrà veure els missatges d'aquest grup.
de: Möchtest du **{0}** als Diskussionsgruppe für **{1}** festlegen? Jeder aus dem Kanal wird Nachrichten in dieser Gruppe sehen.
es: ¿Quieres convertir a **{0}** en el grupo de conversación de **{1}**? Cualquier suscriptor de este canal podrá ver los mensajes del grupo.
fa: آیا می‌خواهید **⁨{0}⁩** را صفحه بحث **⁨{1}⁩** قرار دهید؟ هر کسی از کانال قادر خواهد بود پیام‌های این گروه را ببیند.
fi: Haluatko tehdä ryhmästä **{0}** kanavan **{1}** keskustelualueen? Kaikki kanavan jäsenet näkisivät ryhmän viestit.
fr: Voulez-vous faire de **{0}** le forum de discussion de **{1}** ? Tout abonné à ce canal pourra voir les messages de ce groupe.
id: Anda ingin membuatkan **{0}** tempat diskusi untuk **{1}**? Pelanggan dari channel akan dapat melihat semua pesan di grup ini.
it: Vuoi rendere **{0}** la chat di discussione di **{1}**? Chiunque dal canale potrà vedere i messaggi in questo gruppo.
ko: **{0}** 그룹을 **{1}** 전용 토론 게시판으로 삼으시겠습니까? 채널에서 온 누구나 이 그룹의 메시지를 볼 수 있습니다.
ms: Anda ingin cipta **{0}** sebagai bilik diskusi untuk **{1}**? Sesiapa dari saluran akan dapat lihat mesej dalam grup ini.
nl: **{0}** echt de discussiegroep voor **{1}** maken? Alle abonnees van het kanaal kunnen de berichten in deze groep zien.
pl: Czy chcesz, aby grupa **{0}** stała się forum dyskusyjnym dla **{1}**? Każdy subskrybent kanału będzie mógł zobaczyć wiadomości w tej grupie.
pt_br: Deseja definir **{0}** como o grupo de conversa para **{1}**? Qualquer pessoa do canal poderá ver mensagens neste grupo.
ru: Назначить **{0}** группой для обсуждения **{1}**? Все подписчики канала смогут видеть сообщения в группе.
sv: Vill du göra **{0}** till diskussionsforum för **{1}**? Alla i kanalen kommer att kunna se meddelanden i den här gruppen.
tr: **{0}** grubunu **{1}** için tartışma panosu yapmak ister misiniz? Kanaldaki herkes bu gruptaki mesajları görebilir.
uk: Ви дійсно хочете зробити **{0}** обговоренням каналу **{1}**? Усі підписники каналу зможуть бачити повідомлення у цій групі.
uz: Haqiqatan ham **{0}**ni **{1}** kanalining muhokama guruhi deb belgilansinmi? Kanalning barcha aʼzolari ushbu guruh xabarlarini koʻrish imkoniga ega boʻladi.

source: Discussion started
ar: بداية المناقشة
be: Абмеркаванне пачалося
ca: S'ha iniciat el debat
de: Diskussion hat begonnen
es: Conversación iniciada
fa: بحث شروع شد
fi: Keskustelu alkoi
fr: Discussion lancée
id: Diskusi dimulai
it: Discussione iniziata
ko: 토론이 시작되었습니다
ms: Diskusi bermula
nl: Discussie gestart
pl: Rozpoczęto dyskusję
pt_br: Tópico iniciado
ru: Начало обсуждения
sv: Diskussion inledd
tr: Tartışma başladı
uk: Початок обговорення

# DiscussionUnlink
source: Unlink
ar: إلغاء الربط
be: Адвязаць
ca: Desenllaça'l
de: Verknüpfung entfernen
es: Desvincular
fa: قطع اتصال
fi: Poista
fr: Délier
id: Lepas
it: Scollega
ko: 끊어내기
ms: Nyahlink
nl: Ontkoppel
pl: ODŁĄCZ
pt_br: Desvincular
ru: Отвязать
sv: Avlänka
tr: Bağlantıyı Kaldır
uk: Відвʼязати
uz: Ajratish

# DiscussionUnlinkChannel
source: Unlink Channel
ar: إلغاء ربط القناة
be: Адвязаць канал
ca: Desenllaça'l
de: Kanal nicht mehr verknüpfen
es: Desvincular canal
fa: قطع اتصال کانال
fi: Katkaise kanavayhteys
fr: Délier le canal
id: Lepas Channel
it: Scollega canale
ko: 채널 끊어내기
ms: Nyahlink Saluran
nl: Kanaal ontkoppelen
pl: Odłącz kanał
pt_br: Desvincular Canal
ru: Отвязать канал
sv: Avlänka kanal
tr: Kanalın Bağlantısını Kaldır
uk: Відвʼязати канал
uz: Kanalni uzish

# DiscussionUnlinkChannelAlert
source: Are you sure you want to unlink **{0}** from this channel?
ar: هل ترغب حقًا بإلغاء ربط **⁨{0}⁩** من هذه القناة؟
be: Вы ўпэўнены, што хочаце адвязаць **{0}** ад гэтага канала?
ca: Segur que voleu desenllaçar **{0}** d'aquest canal?
de: Wirklich Verknüpfung von **{0}** mit diesem Kanal entfernen?
es: ¿Quieres desvincular a **{0}** de este canal?
fa: آیا از قطع اتصال **⁨{0}⁩** از این کانال اطمینان دارید؟
fi: Haluatko varmasti poistaa yhteyden ryhmään **{0}** tältä kanavalta?
fr: Voulez-vous vraiment délier **{0}** de ce canal ?
id: Anda yakin ingin melepas **{0}** dari channel ini?
it: Vuoi davvero scollegare **{0}** da questo canale?
ko: 정말 이 채널에서 **{0}** 그룹을 끊어내시겠습니까?
ms: Anda pasti ingin nyahlink **{0}** dari saluran ini?
nl: **{0}** echt ontkoppelen van dit kanaal?
pl: Czy na pewno chcesz odłączyć **{0}** od tego kanału?
pt_br: Deseja mesmo desvincular **{0}** deste canal?
ru: Вы точно хотите отвязать **{0}** от этого канала?
sv: Är du säker på att du vill avlänka **{0}** från kanalen?
tr: **{0}** ile bu kanal arasındaki bağlantıyı kaldırmak istediğinizden emin misiniz?
uk: Ви дійсно хочете відвʼязати **{0}** від цього каналу?
uz: Haqiqatan ham **{0}** guruhini kanaldan uzmoqchimisiz?

# DiscussionUnlinkGroup
source: Unlink Group
ar: إلغاء ربط المجموعة
be: Адвязаць суполку
ca: Desenllaça'l
de: Gruppe nicht mehr verknüpfen
es: Desvincular grupo
fa: قطع اتصال گروه
fi: Katkaise ryhmäyhteys
fr: Délier le groupe
id: Lepas grup
it: Scollega gruppo
ko: 그룹 끊어내기
ms: Nyahlink Grup
nl: Groep ontkoppelen
pl: Odłącz grupę
pt_br: Desvincular Grupo
ru: Отвязать группу
sv: Avlänka grupp
tr: Grubun Bağlantısını Kaldır
uk: Відвʼязати групу
uz: Guruhni uzish

# DiscussionUnlinkGroupAlert
source: Are you sure you want to unlink **{0}** from this group?
ar: هل ترغب حقًا في إلغاء ربط **⁨{0}⁩** من هذه المجموعة؟
be: Вы ўпэўнены, што хочаце адвязаць **{0}** ад гэтай суполкі?
ca: Segur que voleu desenllaçar **{0}** d'aquest grup?
de: Wirklich Verknüpfung von **{0}** mit dieser Gruppe entfernen?
es: ¿Quieres desvincular a **{0}** de este grupo?
fa: آیا از قطع اتصال **⁨{0}⁩** از این گروه اطمینان دارید؟
fi: Haluatko varmasti poistaa yhteyden kanavalle **{0}** tästä ryhmästä?
fr: Voulez-vous vraiment délier **{0}** de ce groupe ?
id: Anda yakin ingin melepas **{0}** dari grup?
it: Vuoi davvero scollegare **{0}** da questo gruppo?
ko: 정말 이 그룹에서 **{0}** 채널을 끊어내시겠습니까?
ms: Anda pasti ingin nyahlink **{0}** dari grup ini?
nl: **{0}** echt ontkoppelen van deze groep?
pl: Czy na pewno chcesz odłączyć **{0}** od tej grupy?
pt_br: Deseja mesmo desvincular **{0}** deste grupo?
ru: Вы точно хотите отвязать **{0}** от этой группы?
sv: Är du säker på att du vill avlänka **{0}** från gruppen?
tr: **{0}** ile bu grubun bağlantısını kaldırmak istediğinizden emin misiniz?
uk: Ви дійсно хочете відвʼязати **{0}** від цієї групи?
uz: Haqiqatan ham **{0}**ni bu guruhdan uzmoqchimisiz?

source: Dismiss
ar: رفض
be: Адхіліць
ca: Descarta
de: Ablehnen
es: Rechazar
fi: Hylkää
fr: Refuser
it: Rifiuta
ko: 무시
ms: Tolak
pl: Odrzuć
pt_br: Dispensar
ru: Отклонить
sv: Avslå
tr: Reddet
uk: Відхилити

source: Dismiss request
ar: رفض الطلب
be: Адхіліць запыт
ca: Descarta la sol·licitud
de: Antrag ablehnen
es: Rechazar solicitud
fi: Hylkää pyyntö
fr: Refuser la demande
it: Rifiuta la richiesta
ko: 요청 무시
ms: Tolak permohonan
pl: Odrzuć prośbę
pt_br: Dispensar pedido
ru: Отклонить заявку
sv: Avslå begäran
tr: İsteği reddet
uk: Відхилити запит

source: Distance Units
ar: وحدة القياس
be: Адзінкі адлегласці
ca: Unitats de distància
de: Entfernungseinheiten
es: Unidades de distancia
fa: واحدهای فاصله
fi: Pituusyksikkö
fr: Unités de distance
id: Satuan Jarak
it: Unità di misura
ko: 거리 단위
ms: Unit jarak
nl: Afstandseenheden
pl: Jednostki odległości
pt_br: Unidades de Distância
ru: Мера расстояния
sv: Längdenheter
tr: Mesafe Birimleri
uk: Одиниця відстані
uz: Masofa oʻlchovlari

# DistanceUnitsAutomatic
source: Automatic
ar: تلقائي
be: Аўтаматычна
ca: Automàtica
de: Automatisch
es: Automáticas
fa: خودکار
fi: Automaattinen
fr: Automatique
id: Otomatis
it: Automatica
ko: 자동
ms: Automatik
nl: Automatisch
pl: Automatyczne
pt_br: Automático
ru: Автоматически
sv: Automatiskt
tr: Otomatik
uk: Автоматично
uz: Avtomatik

# DistanceUnitsKilometers
source: Kilometers
ar: كيلومتر
be: Кіламетры
ca: Quilòmetres
de: Kilometer
es: Kilómetros
fa: کیلومتر
fi: Kilometri
fr: Kilomètres
id: Kilometer
it: Chilometri
ko: 킬로미터
ms: Kilometer
pl: Kilometry
pt_br: Quilômetros
ru: Километры
sv: Kilometer
tr: Kilometre
uk: Кілометр
uz: Kilometr

# DistanceUnitsMiles
source: Miles
ar: ميل
be: Мілі
ca: Milles
de: Meilen
es: Millas
fa: مایل
fi: Maili
id: Mil
it: Miglia
ko: 마일
ms: Batu
nl: Mijlen
pl: Mile
pt_br: Milhas
ru: Мили
tr: Mil
uk: Миля
uz: Mil

# DistanceUnitsTitle
source: Distance units
ar: وحدة القياس
be: Адзінкі адлегласці
ca: Unitats de distància
de: Entfernungseinheiten
es: Unidades de distancia
fa: واحدهای فاصله
fi: Pituusyksikkö
fr: Unités de distance
id: Satuan jarak
it: Unità di misura
ko: 거리 단위
ms: Unit jarak
nl: Afstandseenheden
pl: Jednostki odległości
pt_br: Unidades de distância
ru: Мера расстояния
sv: Längdenhet
tr: Mesafe birimi
uk: Одиниця відстані
uz: Masofa oʻlchovlari

# DocumentsTitle
source: Shared Files
ar: الملفات المتبادلة
be: Абагуленыя файлы
ca: Fitxers compartits
de: Geteilte Dateien
es: Archivos
fa: فایل‌های اشتراکی
fi: Jaetut tiedostot
fr: Fichiers partagés
id: Berkas Bersama
it: File condivisi
ko: 공유한 파일
ms: Fail Kongsi
nl: Gedeelde bestanden
pl: Udostępnione pliki
pt_br: Arquivos Compartilhados
ru: Общие файлы
sv: Delade filer
tr: Paylaşılan Dosyalar
uk: Поширені файли
uz: Ulashilgan fayllar
zh_cn: 分享的文件
zh_tw: 分享的文件

source: Done
ar: تم
be: Гатова
ca: Fet
de: Fertig
es: Listo
fa: تأیید
fi: Valmis
fr: Valider
id: Selesai
it: Fatto
ko: 완료
ms: Siap
nl: Gereed
pl: Gotowe
pt_br: Pronto
ru: Готово
sv: Klar
tr: Bitti
uk: Готово
uz: Tayyor
zh_cn: 完成
zh_tw: 完成

# DoNoSetTheme
source: Do Not Set Theme
ar: عدم تعيين النمط
be: Не прызначаць тэму
ca: No l'estableixis
de: Kein Farbthema festlegen
es: No establecer tema
fi: Älä aseta teemaa
fr: Sans thème
it: Non impostare il tema
ko: 테마 설정 안함
ms: Jangan Set Tema
pl: Nie ustawiaj motywu
pt_br: Não Definir Tema
ru: Не менять тему
sv: Aktivera inte tema
tr: Tema Ayarlama
uk: Залишити без теми

source: Do Not Translate
ar: عدم ترجمة
be: Не перакладаць
ca: No tradueixis
de: Nicht übersetzen
es: No traducir
fi: Älä käännä
fr: Ne pas traduire
it: Non tradurre
ko: 번역 안함
ms: Jangan Terjemah
nl: Niet vertalen
pl: Nie tłumacz
pt_br: Não Traduzir
ru: Не переводить
sv: Översätt inte
tr: Çevirme
uk: Не перекладати

source: Don't ask again
ar: لاتسألني مرة أخرى
be: Больш не пытацца
ca: No ho tornis a demanar
de: Nicht mehr fragen
es: No preguntar de nuevo
fi: Älä kysy uudelleen
fr: Ne plus redemander
it: Non chiedere più
ko: 다시 묻지 않기
ms: Jangan tanya lagi
pl: Nie pytaj ponownie
pt_br: Não perguntar de novo
ru: Не спрашивать больше
sv: Fråga inte igen
tr: Bir daha sorma
uk: Більше не питати

# DoubleTapPreviewMessage
source: I hope you're enjoying your day as much as I am.
ar: أتمنى لكم جميعًا التوفيق والنجاح.
be: Спадзяюся, не толькі ў мяне сёння выдатны дзень.
ca: Espero que gaudiu del vostre dia tant com jo.
de: Ich hoffe, dir geht es genauso gut wie mir.
es: Espero que estés disfrutando de tu día tanto como yo.
fi: Toivottavasti nautit päivästäsi yhtä paljon kuin minäkin.
fr: J'espère que vous profitez de votre journée autant que moi.
it: Spero ti stia godendo questa giornata tanto quanto me.
ko: 제가 오늘을 즐기는 것만큼 당신도 즐겁기를 바라요.
ms: Saya harap anda menikmati hari anda seperti saya menikmatinya
pl: Mam nadzieję, że cieszysz się swoim dniem tak bardzo jak ja.
pt_br: Que o seu dia esteja sendo tão bom quanto o meu!
ru: У меня всё отлично — надеюсь, и у вас тоже.
sv: Jag hoppas att du njuter av dagen lika mycket som jag gör.
tr: Umarım gününüzden benim kadar keyif alıyorsunuzdur.
uk: Сьогодні в мене чудовий день, а в тебе?

# DoubleTapPreviewRational
source: Double tap this message for a quick reaction.
ar: نقرة مزدوجة على هذه الرسالة للتفاعل السريع.
be: Двойчы націскайце на паведамленне, каб пакінуць рэакцыю.
ca: Feu dos tocs en un missatge per a fer una reacció ràpida.
de: Tippe doppelt auf die Nachricht, um zu reagieren.
es: Toca dos veces este mensaje para reaccionar.
fi: Pikareaktio lähetetään kaksoisnapauttamalla viestiä.
fr: Tapotez un message pour une réaction rapide.
it: Tocca due volte un messaggio per aggiungere una reazione rapida.
ko: 메시지를 이중 탭하여 빠른 반응을 추가하실 수 있습니다.
ms: Tekan dua kali mesej untuk reaksi pantas.
pl: Możesz dwukrotnie dotknąć wiadomość, aby szybko na nią zareagować.
pt_br: Toque duas vezes na mensagem para enviar a reação rápida.
ru: Для быстрой реакции нажмите дважды.
sv: Du kan dubbeltrycka på meddelande för kvick reaktion.
tr: Hızlı tepki vermek için bu mesaja iki kez dokunun.
uk: Подвійний дотик залишає швидку реакцію на повідомленні.

# DoubleTapPreviewSenderName
source: Dino
ar: أحمد
be: Антось
ko: 디노
ru: Дино
tr: Dinocan
uk: Діно

# DoubleTapSetting
source: Quick Reaction
ar: التفاعل السريع
be: Хуткая рэакцыя
ca: Reacció ràpida
de: Schnelle Reaktion
es: Reacción rápida
fi: Pikareaktio
fr: Réaction rapide
it: Reazione rapida
ko: 빠른 반응
ms: Reaksi Cepat
pl: Szybka reakcja
pt_br: Reação Rápida
ru: Быстрая реакция
sv: Kvick reaktion
tr: Hızlı Tepki
uk: Швидка реакція

source: Downloaded files
ar: التنزيلات
be: Спампаваныя файлы
ca: Fitxers baixats
de: Heruntergeladene Dateien
es: Archivos descargados
fi: Ladatut tiedostot
fr: Fichiers téléchargés
it: File scaricati
ms: Fail dimuat turun
pl: Pobrane pliki
pt_br: Arquivos baixados
ru: Загруженные файлы
sv: Hämtade filer
tr: İndirilen dosyalar
uk: Завантажені файли
